Repository: AliYussef/AdoptreeApp
Catalog: AdoptreeApp/App/*.lproj/Localizable.strings
Languages: nl

source: Let us green the planet
nl: Laten we de planeet vergroenen

# Reduce your CO2 footprint by adopting a tree
source: Reduce you CO2 footprint by adopting a tree
nl: Verminder uw CO2-voetafdruk door een boom te adopteren

source: While your tree grows not only your CO2 footprint will reduce, but Wildlife will thrive, air will be fresher and water will be cleaner
nl: Terwijl je boom groeit, wordt niet alleen je CO2-voetafdruk kleiner, maar ook de natuur zal gedijen, de lucht zal frisser zijn en het water zal schoner zijn

source: Forests
nl: Bossen

source: Trees
nl: Bomen

source: Tree species
nl: Boomsoorten

source: Next
nl: Volgende

source: Previous
nl: Vorige

source: Start now
nl: Begin nu

source: Loading your trees...
nl: Uw bomen laden ...

source: Your adopted trees have not been planted yet. Once they are planted you will be able to monitor their status.
nl: Je geadopteerde bomen zijn nog niet geplant. Als ze eenmaal zijn geplant, kun je hun status volgen.

source: Adopt more trees
nl: Adopteer meer bomen

source: Total CO2 Reduced
nl: Totale CO2 Reductie

source: Edit tree
nl: Boom bewerken

source: Add sign
nl: Teken toevoegen

source: Share your tree
nl: Deel je boom

source: Adopted
nl: Geadopteerd

source: years
nl: jaren

source: year
nl: jaar

source: and
nl: en

source: days
nl: dagen

source: day
nl: dag

source: ago
nl: geleden

source: Adoption period ends in
nl: Adoptieperiode eindigt over

source: Tree
nl: Boom

source: Overall Health
nl: Algemene Gezondheid

source: Healthy
nl: Gezond

source: Unhealthy
nl: Ongezond

source: Not bad
nl: Niet slecht

source: CO2 Reduction
nl: CO2 Reductie

source: Growth
nl: Groei

source: Temperature
nl: Temperatuur

source: Humidity
nl: Vochtigheid

source: Tree Gallery
nl: Boomgalerij

source: No wildlife has been detected yet
nl: Er zijn nog geen dieren in het wild gedetecteerd

source: Tree Location
nl: Structuurlocatie

source: Tree location is unknown
nl: Boomlocatie is onbekend

source: Weekly result
nl: Wekelijks resultaat

source: New tree image
nl: Nieuwe boomafbeelding

source: All
nl: Allemaal

source: Date
nl: Datum

source: Loading timeline...
nl: Tijdlijn laden ...

source: Your adopted trees have not been planted yet. Once they are planted you will be able to follow their stories.
nl: Je geadopteerde bomen zijn nog niet geplant. Als ze eenmaal zijn geplant, kun je hun verhalen volgen.

source: Personalize your tree
nl: Personaliseer je boom

source: Tree details
nl: Boomdetails

source: Tree name
nl: Boomnaam

source: Tree color
nl: Boomkleur

source: Personalisation
nl: Personalisatie

source: Add personal sign
nl: Persoonlijk teken toevoegen

source: Personal sign
nl: Persoonlijk teken

source: This sign will be placed next to your tree
nl: Dit bord wordt naast je boom geplaatst

source: Tree sign
nl: Boomteken

source: Contract renewal
nl: Contractverlenging

source: Renew
nl: Vernieuwen

source: Tree Type
nl: Boomtype

source: Country
nl: Land

source: Forest
nl: Bos

source: Start date
nl: Startdatum

source: End date
nl: Einddatum

source: Unknown
nl: Onbekend

source: EVENTS
nl: EVENEMENTEN

source: Guided Tour
nl: Begeleide tour

source: Book your guided tour through the forest where you have adopted your tree.
nl: Boek je rondleiding door het bos waar je je boom hebt geadopteerd.

source: Booked tours
nl: Geboekte tours

source: GREEN IDEAS
nl: GROENE IDEEËN

source: Explore more
nl: Meer ontdekken

source: ANNOUNCEMENTS
nl: AANKONDIGINGEN

source: Book a tour
nl: Boek een tour

source: Book your free guided tour
nl: Boek uw gratis rondleiding

source: During the tour, a guide will walk you through the forest where you have adopted your tree.
nl: Tijdens de tour zal een gids je door het bos leiden waar je je boom hebt geadopteerd.

source: Fill in your information
nl: Vul uw gegevens in

source: Number of guests (including you)
nl: Aantal gasten (inclusief u)

source: Tour booking
nl: Tour boeken

source: Booking is in progress...
nl: Boeking wordt uitgevoerd ...

source: Tour overview
nl: Tour overzicht

source: Your guide
nl: Jouw gids

source: Name:
nl: Naam:

source: Specialities:
nl: Specialiteiten:

source: Location:
nl: Plaats:

source: Username:
nl: Gebruikersnaam:

source: Date:
nl: Datum:

source: Tour cancelling
nl: Tour wordt geannuleerd

source: Cancelling is in progress...
nl: Annuleren is bezig ...

source: Sign In to monitor your adopted tree
nl: Log in om uw geadopteerde stamboom te volgen

source: Haven’t adopted a tree yet?
nl: Heb je nog geen boom geadopteerd?

source: Adopt Now!
nl: Adopteer nu!

source: Forgot password?
nl: Wachtwoord vergeten?

source: Not now, maybe later
nl: Niet nu misschien later

source: Logging in...
nl: Inloggen...

source: No account yet?
nl: Nog geen account?

source: Adopting...
nl: Adoptie ...

source: Create an account
nl: Account aanmaken

source: Signup
nl: Inschrijven

source: Password reset
nl: Wachtwoord reset

source: Changing password...
nl: Wachtwoord wijzigen ...

source: Forgot password
nl: Wachtwoord vergeten

source: Requesting password change...
nl: Verzoek om wachtwoordwijziging ...

source: YOUR
nl: UW

source: NAME
nl: NAAM

source: Your contract
nl: Uw contract

source: Change email address
nl: E-mailadres wijzigen

source: Change password
nl: Wachtwoord wijzigen

source: Delete your account
nl: Verwijder je account

source: CO2 reduction tips
nl: CO2 reductie tips

source: Events
nl: Evenementen

source: general
nl: algemeen

source: Choose language
nl: Kies een taal

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: information
nl: informatie

source: Version
nl: Versie

source: Privacy policy
nl: Privacybeleid

source: Over the app
nl: Over de app

source: Share this app
nl: Deel deze app

source: Name
nl: Naam

source: Adopted trees
nl: Geadopteerde bomen

source: New email address
nl: Nieuw email adres

source: Email reset
nl: Email opnieuw instellen

source: Changing email...
nl: Emailadres wijzigen ...

source: Reason
nl: Reden

source: Not interested anymore
nl: Niet meer geïnteresseerd

source: Not convinced
nl: Niet overtuigd

source: Too expensive
nl: Te duur

source: Others
nl: Anderen

source: You can only delete your account if you do not have a valid adoption contract
nl: Je kunt je account alleen verwijderen als je geen geldig adoptiecontract hebt

source: Account deletion
nl: Account verwijderd

source: Deleting account...
nl: Account verwijderen ...

source: ADOPTION
nl: ADOPTIE

source: Add
nl: Toevoegen

source: Overview
nl: Overzicht

source: Total:
nl: Totaal:

source: Cart is empty , go back to add some trees
nl: Winkelwagen is leeg, ga terug om wat bomen toe te voegen

source: Adding a personal sign for multiple trees is not possible yet. You can still add one for each tree after the adoption.
nl: Het toevoegen van een persoonlijk bord voor meerdere bomen is nog niet mogelijk. Je kunt er na de adoptie nog steeds een toevoegen voor elke boom.

source: Type personal sign and tick the circle
nl: Typ een persoonlijk teken en vink de cirkel aan

source: Personal sign can be added later as well
nl: Persoonlijk teken kan later ook worden toegevoegd

source: Thank you for your adoption
nl: Bedankt voor je adoptie

source: With your contribution CO2 emissions can be reduced and wildlife and biodiversity will further thrive. Once your tree/s are planted you will be able to track their status.
nl: Met jouw bijdrage kan de CO2-uitstoot worden verminderd en zullen dieren in het wild en de biodiversiteit verder gedijen. Zodra je bomen zijn geplant, kun je hun status volgen.

source: Something went wrong! Your adoption has failed
nl: Er is iets misgegaan! Uw adoptie is mislukt

source: Why adopting a tree, why ADOPTREE?
nl: Waarom een ​​boom adopteren, waarom ADOPTREE?

source: Available trees
nl: Beschikbare bomen

source: Contribute now by adopting a tree
nl: Draag nu bij door een boom te adopteren

source: Login or adopt a tree to stay up to date with all your tree's achievements and milestones
nl: Log in of adopteer een stamboom om op de hoogte te blijven van alle prestaties en mijlpalen van uw stamboom

source: HELLO, YOU!
nl: HALLO JIJ!

source: HOME
nl: HOMEPAGINA

source: Home
nl: Homepagina

source: TIMELINE
nl: TIJDLIJN

source: Timeline
nl: Tijdlijn

source: NEWS
nl: NIEUWS

source: News
nl: Nieuws

source: PROFILE
nl: PROFIEL

source: Profile
nl: Profiel

source: SETTINGS
nl: INSTELLINGEN

source: Settings
nl: Instellingen

source: An error occurred. Please try again!
nl: Er is een fout opgetreden. Probeer het opnieuw!

source: Successfully edited
nl: Succesvol bewerkt

source: Personal sign cannot be empty!
nl: Persoonlijk teken mag niet leeg zijn!

source: Successfully purchased a sign
nl: Met succes een bord gekocht

source: Congratulations􀎸 your adoption has been extended by 1 year
nl: Gefeliciteerd􀎸 uw adoptie is met 1 jaar verlengd

source: Are you sure you want to extend your adoption?
nl: Weet u zeker dat u uw adoptie wilt verlengen?

source: Great! Your tour has been booked
nl: Geweldig! Je tour is geboekt

source: Are you sure about cancelling your tour?
nl: Weet u zeker dat u uw tour wilt annuleren?

source: Your tour has been cancelled
nl: Je tour is geannuleerd

source: An error occurred. Please check your username and password!
nl: Er is een fout opgetreden. Controleer uw gebruikersnaam en wachtwoord!

source: An error occurred. Please click Log in & pay button again!
nl: Er is een fout opgetreden. Klik nogmaals op de knop Inloggen & betalen!

source: An error occurred. Please click Sign up & pay button again!
nl: Er is een fout opgetreden. Klik nogmaals op de knop Aanmelden & betalen!

source: Password has been reset
nl: Wachtwoord is gereset

source: An error has occurred. Please check your username and email!
nl: Er is een fout opgetreden. Controleer uw gebruikersnaam en e-mailadres!

source: Email has been changed
nl: Emailadres is gewijzigd

source: Password has been changed
nl: Wachtwoord is veranderd

source: Your account has been deleted! Hope to see you again
nl: Je account is verwijderd! Ik hoop je weer te zien

source: Confirm
nl: Bevestigen

source: Confirm & pay
nl: Bevestigen & betalen

source: YES
nl: JA

source: NO
nl: NEE

source: Cancel
nl: Annuleren

source: Sign up
nl: Inschrijven

source: Log in & pay
nl: Inloggen & betalen

source: Sign up & pay
nl: Aanmelden & betalen

source: Reset my password
nl: Reset mijn wachtwoord

source: Request password change
nl: Verzoek om wachtwoordwijziging

source: Log out
nl: Uitloggen

source: Adopt more
nl: Meer adopteren

source: Pay
nl: Betalen

source: Proceed
nl: Doorgaan

source: Follow your tree
nl: Volg je boom

source: Go back
nl: Ga terug

source: Adopt now
nl: Adopteer nu

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Password
nl: Wachtwoord

source: Confirm password
nl: Bevestig wachtwoord

source: Username
nl: Gebruikersnaam

source: New password
nl: Nieuw paswoord
